#1. პირველი პროგრამირების ენა ვისწავლეთ python-ი
#2. html არის პროგრამირების ენა არ არის ტექნოლოგოია
#3.პრინტ ბრძანებით შეგვიძლია დავაკოპიროთ
#4.<p> არის საჭირო რომ შევქმნათ პარაგრაფის ტექსტი
#5.<h1> არის მთავარი სათაური Html-ში
#6.python არ არის ყველაზე ძველი პროგრამირების ენა.
#7.string
#8.string-ი აუცილებლად უნდა იყოს მოქცეული ბრჭყალებში
#9.ცვლადები დროებით არ ინახავენ ინფორმაციას
#10.45 რადგან ის არის პრინტის ქვევით
#11.2
#12.# ეს არის კომენტარის ნიშანი
#13.კოდის წერისას კომენტარის წერა კარგი პრაქტიკაა
#14.3
#15.2nd_user
#16.input
#17.str
#18.კონკატინაცია
#19.<img>
#20.src
#21.ატრიბუტები არ იწერება დამხურავ თეგში
#22.<h6>
#23.კონტეინერ ელემენტს აქვს გამხსნელი და დამხურავი თეგები ხოლო ცარიელ თეგს კი არა
#24.P,button,h1
#25.GOA is the best!
