
#2) თქვენი სიტყვებით ახსენით რა არის პირობითი განცხადებები და გააკეთეთ ნახაზი მის ერთ-ერთ მაგალითზე,
#  ჩემი აზრით ეს ნიშნავს მაგალითს რომელსაც ჩვენ ვიყენებთ ვისუალ სტუდიო ცოდზე.


13 <= 23
134 <= 1342
1233 <= 1234
12345 <= 1378
123456 <= 1345
112 <= 1
1231 <= 21333
1 <= 3
43 <= 123
145 <= 1456








53 != 41
23 != 2
356764 != 24
244 != 13 
21 != 1146
123 != 23
131234124123412 != 2111
13113 != 21
21 != 23
12 != 1







24 == 24
1 == 1
3 == 3
2 == 2
4 == 4
1 == 1
2 == 2
3 == 3
33 == 33
11 == 11







10 >= 2
4 >= 2
2 >= 1
345 >= 21
23 >= 21
21 >= 11
1 >= 1
314532 >= 1
2 >= 1
1 >= 0





3 < 4
6 < 10
10 < 11
40 < 23
11 < 23
41 < 13
11 < 23
13 < 21
89 < 23
21 < 23







5 > 2
3 > 1
3 > 2
5 > 1
6 > 2
5 > 3
4 > 2
1 > 1 
1 > 3
4 > 1


a = int(input("Enter a number one to 10: "))


while a == 10: 

    print("try again")
    
    a = int(input("Enter a number one to 10: "))

print("Congrats, you entered the right number")



















